[
  {
    "id": "20000",
    "name": "Arrows",
    "description" : "At the start of the battle, the wearer's CRIT Rate increases by 12% for 3 turn(s)."
  },
  {
    "id": "20001",
    "name": "Cornucopia",
    "description" : "When the wearer uses their Skill or Ultimate, their Outgoing Healing increases by 12%."
  },
  {
    "id": "20002",
    "name": "Collapsing Sky",
    "description" : "The wearer's Basic ATK and Skill deal 20% more DMG."
  },
  {
    "id": "20003",
    "name": "Amber",
    "description" : "Increases the wearer's DEF by 16%. If the wearer's current HP percentage is lower than 50%, increases their DEF by a further 16%."
  },
  {
    "id": "20004",
    "name": "Void",
    "description" : "At the start of the battle, the wearer's Effect Hit Rate increases by 20% for 3 turn(s)."
  },
  {
    "id": "20005",
    "name": "Chorus",
    "description" : "After entering battle, increases the ATK of all allies by 8%. Abilities of the same type cannot stack."
  },
  {
    "id": "20006",
    "name": "Data Bank",
    "description" : "Increases DMG dealt by the wearer's Ultimate by 28%."
  },
  {
    "id": "20007",
    "name": "Darting Arrow",
    "description" : "When the wearer defeats an enemy, increases ATK by 24% for 3 turn(s)."
  },
  {
    "id": "20008",
    "name": "Fine Fruit",
    "description" : "At the start of the battle, immediately regenerates 6 Energy for all allies."
  },
  {
    "id": "20009",
    "name": "Shattered Home",
    "description" : "The wearer deals 20% more DMG to enemy targets whose HP percentage is greater than 50%."
  },
  {
    "id": "20010",
    "name": "Defense",
    "description" : "When the wearer unleashes their Ultimate, they restore HP by 18% of their Max HP."
  },
  {
    "id": "20011",
    "name": "Loop",
    "description" : "Increases DMG dealt from its wearer to Slowed enemies by 24%."
  },
  {
    "id": "20012",
    "name": "Meshing Cogs",
    "description" : "After the wearer uses attacks or gets hit, additionally regenerates 4 Energy. This effect cannot be repeatedly triggered in a single turn."
  },
  {
    "id": "20013",
    "name": "Passkey",
    "description" : "After the wearer uses their Skill, additionally regenerates 8 Energy. This effect cannot be repeatedly triggered in a single turn."
  },
  {
    "id": "20014",
    "name": "Adversarial",
    "description" : "When the wearer defeats an enemy, increases SPD by 10% for 2 turn(s)."
  },
  {
    "id": "20015",
    "name": "Multiplication",
    "description" : "After the wearer uses their Basic ATK, their next action will be Advanced Forward by 12%."
  },
  {
    "id": "20016",
    "name": "Mutual Demise",
    "description" : "If the wearer's current HP percentage is lower than 80%, CRIT Rate increases by 12%."
  },
  {
    "id": "20017",
    "name": "Pioneering",
    "description" : "When the wearer Breaks an enemy's Weakness, the wearer restores HP by 12% of their Max HP."
  },
  {
    "id": "20018",
    "name": "Hidden Shadow",
    "description" : "After using Skill, the wearer's next Basic ATK deals Additional DMG equal to 60% of ATK to the target enemy."
  },
  {
    "id": "20019",
    "name": "Mediation",
    "description" : "Upon entering battle, increases SPD of all allies by 12 points for 1 turn(s)."
  },
  {
    "id": "20020",
    "name": "Sagacity",
    "description" : "When the wearer uses their Ultimate, increases ATK by 24% for 2 turn(s)."
  },
  {
    "id": "20021",
    "name": "Shadowburn",
    "description" : "When the wearer summons memosprite for the first time, recovers 1 Skill Point(s) and regenerates 12 Energy for this unit."
  },
  {
    "id": "20022",
    "name": "Reminiscence",
    "description" : "When memosprite's turn starts, the wearer and memosprite each gain 1 stack of \"Commemoration.\" Each stack increases DMG dealt by 8%, stacking up to 4 time(s). When memosprite disappears, removes \"Commemoration\" from the wearer and memosprite."
  },
  {
    "id": "21000",
    "name": "Post-Op Conversation",
    "description" : "Increases the wearer's Energy Regeneration Rate by 8% and increases Outgoing Healing when they use their Ultimate by 12%."
  },
  {
    "id": "21001",
    "name": "Good Night and Sleep Well",
    "description" : "For every debuff the target enemy has, the DMG dealt by the wearer increases by 12%, stacking up to 3 time(s). This effect also applies to DoT."
  },
  {
    "id": "21002",
    "name": "Day One of My New Life",
    "description" : "Increases the wearer's DEF by 16%. After entering battle, increases All-Type RES of all allies by 8%. Abilities of the same type cannot stack."
  },
  {
    "id": "21003",
    "name": "Only Silence Remains",
    "description" : "Increases the wearer's ATK by 16%. If there are 2 or fewer enemies on the field, increases wearer's CRIT Rate by 12%."
  },
  {
    "id": "21004",
    "name": "Memories of the Past",
    "description" : "Increases the wearer's Break Effect by 28%. When the wearer attacks, additionally regenerates 4 Energy. This effect cannot be repeatedly triggered in a single turn."
  },
  {
    "id": "21005",
    "name": "The Moles Welcome You",
    "description" : "When the wearer uses Basic ATK, Skill, or Ultimate to attack enemies, the wearer gains one stack of Mischievous. Each stack increases the wearer's ATK by 12%."
  },
  {
    "id": "21006",
    "name": "The Birth of the Self",
    "description" : "Increases DMG dealt by the wearer's follow-up attacks by 24%. If the current HP percentage of the target enemy is below or equal to 50%, increases DMG dealt by follow-up attacks by an extra 24%."
  },
  {
    "id": "21007",
    "name": "Shared Feeling",
    "description" : "Increases the wearer's Outgoing Healing by 10%. When using Skill, regenerates 2 Energy for all allies."
  },
  {
    "id": "21008",
    "name": "Eyes of the Prey",
    "description" : "Increases the wearer's Effect Hit Rate by 20% and increases DoT by 24%."
  },
  {
    "id": "21009",
    "name": "Landau's Choice",
    "description" : "The wearer is more likely to be attacked, and DMG taken is reduced by 16%."
  },
  {
    "id": "21010",
    "name": "Swordplay",
    "description" : "For each time the wearer hits the same target, DMG dealt increases by 8%, stacking up to 5 time(s). This effect will be dispelled when the wearer changes targets."
  },
  {
    "id": "21011",
    "name": "Planetary Rendezvous",
    "description" : "After entering battle, if an ally deals the same DMG Type as the wearer, DMG dealt increases by 12%."
  },
  {
    "id": "21012",
    "name": "A Secret Vow",
    "description" : "Increases DMG dealt by the wearer by 20%. The wearer also deals an extra 20% of DMG to enemies whose current HP percentage is equal to or higher than the wearer's current HP percentage."
  },
  {
    "id": "21013",
    "name": "Make the World Clamor",
    "description" : "The wearer regenerates 20 Energy immediately upon entering battle, and increases DMG dealt by the wearer's Ultimate by 32%."
  },
  {
    "id": "21014",
    "name": "Perfect Timing",
    "description" : "Increases the wearer's Effect RES by 16% and increases Outgoing Healing by an amount that is equal to 33% of Effect RES. Outgoing Healing can be increased this way by up to 15%."
  },
  {
    "id": "21015",
    "name": "Resolution Shines As Pearls of Sweat",
    "description" : "When the wearer hits an enemy and if the hit enemy is not already \"Ensnared,\" then there is a 60% base chance to \"Ensnare\" the hit enemy. \"Ensnared\" enemies' DEF decreases by 12% for 1 turn(s)."
  },
  {
    "id": "21016",
    "name": "Trend of the Universal Market",
    "description" : "Increases the wearer's DEF by 16%. When the wearer is attacked, there is a 100% base chance to Burn the enemy. For each turn, the wearer deals DoT that is equal to 40% of the wearer's DEF for 2 turn(s)."
  },
  {
    "id": "21017",
    "name": "Subscribe for More!",
    "description" : "The wearer's Basic ATK and Skill deals 24% more DMG. This effect increases by an extra 24% when the wearer's current Energy reaches its max level."
  },
  {
    "id": "21018",
    "name": "Dance! Dance! Dance!",
    "description" : "When the wearer uses their Ultimate, all allies' actions are Advanced Forward by 16%."
  },
  {
    "id": "21019",
    "name": "Under the Blue Sky",
    "description" : "Increases the wearer's ATK by 16%. When the wearer defeats an enemy, the wearer's CRIT Rate increases by 12% for 3 turn(s)."
  },
  {
    "id": "21020",
    "name": "Geniuses' Repose",
    "description" : "Increases the wearer's ATK by 16%. When the wearer defeats an enemy, the wearer's CRIT DMG increases by 24% for 3 turn(s)."
  },
  {
    "id": "21021",
    "name": "Quid Pro Quo",
    "description" : "At the start of the wearer's turn, regenerates 8 Energy for a randomly chosen ally (excluding the wearer) whose current Energy is lower than 50%."
  },
  {
    "id": "21022",
    "name": "Fermata",
    "description" : "Increases the wearer's Break Effect by 16%, and increases their DMG to enemies afflicted with Shock or Wind Shear by 16%. This also applies to DoT."
  },
  {
    "id": "21023",
    "name": "We Are Wildfire",
    "description" : "At the start of the battle, the DMG dealt to all allies decreases by 8% for 5 turn(s). At the same time, immediately restores HP to all allies equal to 30% of the respective HP difference between the characters' Max HP and current HP."
  },
  {
    "id": "21024",
    "name": "River Flows in Spring",
    "description" : "After entering battle, increases the wearer's SPD by 8% and DMG by 12%. When the wearer takes DMG, this effect will disappear. This effect will resume after the end of the wearer's next turn."
  },
  {
    "id": "21025",
    "name": "Past and Future",
    "description" : "When the wearer uses their Skill, the next ally taking action (except the wearer) deals 16% increased DMG for 1 turn(s)."
  },
  {
    "id": "21026",
    "name": "Woof! Walk Time!",
    "description" : "Increases the wearer's ATK by 10%, and increases their DMG to enemies afflicted with Burn or Bleed by 16%. This also applies to DoT."
  },
  {
    "id": "21027",
    "name": "The Seriousness of Breakfast",
    "description" : "Increases the wearer's DMG by 12%. For every enemy defeated by the wearer, the wearer's ATK increases by 4%, stacking up to 3 time(s)."
  },
  {
    "id": "21028",
    "name": "Warmth Shortens Cold Nights",
    "description" : "Increases the wearer's Max HP by 16%. When using Basic ATK or Skill, restores all allies' HP by an amount equal to 2% of their respective Max HP."
  },
  {
    "id": "21029",
    "name": "We Will Meet Again",
    "description" : "After the wearer uses Basic ATK or Skill, deals Additional DMG equal to 48% of the wearer's ATK to a random enemy that has been attacked."
  },
  {
    "id": "21030",
    "name": "This Is Me!",
    "description" : "Increases the wearer's DEF by 16%. Increases the DMG of the wearer when they use their Ultimate by 60% of the wearer's DEF. This effect only applies 1 time per enemy target during each use of the wearer's Ultimate."
  },
  {
    "id": "21031",
    "name": "Return to Darkness",
    "description" : "Increases the wearer's CRIT Rate by 12%. After a CRIT Hit, there is a 16% fixed chance to dispel 1 buff on the target enemy. This effect can only trigger 1 time per attack."
  },
  {
    "id": "21032",
    "name": "Carve the Moon, Weave the Clouds",
    "description" : "At the start of the battle and whenever the wearer's turn begins, one of the following effects is applied randomly: All allies' ATK increases by 10%, all allies' CRIT DMG increases by 12%, or all allies' Energy Regeneration Rate increases by 6%. The applied effect cannot be identical to the last effect applied, and will replace the previous effect. The applied effect will be removed when the wearer has been knocked down. Effects of the same type cannot be stacked."
  },
  {
    "id": "21033",
    "name": "Nowhere to Run",
    "description" : "Increases the wearer's ATK by 24%. Whenever the wearer defeats an enemy, they restore HP equal to 12% of their ATK."
  },
  {
    "id": "21034",
    "name": "Today Is Another Peaceful Day",
    "description" : "After entering battle, increases the wearer's DMG based on their Max Energy. Each point of Energy increases DMG by 0.2%. A max of 160 Energy will be taken into account for this."
  },
  {
    "id": "21035",
    "name": "What Is Real?",
    "description" : "Increases the wearer's Break Effect by 24%. After using Basic ATK, restores HP for the wearer by an amount equal to 2% of Max HP plus 800."
  },
  {
    "id": "21036",
    "name": "Dreamville Adventure",
    "description" : "After the wearer uses a certain type of ability such as Basic ATK, Skill, or Ultimate, all allies gain Childishness, which increases allies' DMG for the same type of ability as used by the wearer by 12%. Childishness only takes effect for the most recent type of ability the wearer used and cannot be stacked."
  },
  {
    "id": "21037",
    "name": "Final Victor",
    "description" : "Increases the wearer's ATK by 12%. When the wearer lands a CRIT hit on enemies, gains 1 stack of Good Fortune. This can stack up to 4 time(s). Every stack of Good Fortune increases the wearer's CRIT DMG by 8%. Good Fortune will be removed at the end of the wearer's turn."
  },
  {
    "id": "21038",
    "name": "Flames Afar",
    "description" : "When the wearer's cumulative HP loss during one attack exceeds 25% of their Max HP, or if the amount of their own HP consumed at one time is greater than 25% of their Max HP, immediately heals the wearer for 15% of their Max HP, and at the same time, increases the DMG they deal by 25% for 2 turn(s). This effect can only be triggered once every 3 turn(s)."
  },
  {
    "id": "21039",
    "name": "Destiny's Threads Forewoven",
    "description" : "Increases the wearer's Effect RES by 12%. For every 100 of DEF the wearer has, increases the wearer's DMG dealt by 0.8%, up to a maximum DMG increase of 32%."
  },
  {
    "id": "21040",
    "name": "The Day The Cosmos Fell",
    "description" : "Increases the wearer's ATK by 16%. When the wearer uses an attack and at least 2 attacked enemies have the corresponding Weakness, the wearer's CRIT DMG increases by 20%, lasting for 2 turn(s)."
  },
  {
    "id": "21041",
    "name": "It's Showtime",
    "description" : "When the wearer inflicts a debuff on an enemy, gains a stack of Trick. Every stack of Trick increases the wearer's DMG dealt by 6%, stacking up to 3 time(s). This effect lasts for 1 turn(s). When the wearer's Effect Hit Rate is 80% or higher, increases ATK by 20%."
  },
  {
    "id": "21042",
    "name": "Indelible Promise",
    "description" : "Increases the wearer's Break Effect by 28%. When the wearer uses their Ultimate, increases CRIT Rate by 15%, lasting for 2 turn(s)."
  },
  {
    "id": "21043",
    "name": "Concert for Two",
    "description" : "Increases the wearer's DEF by 16%. For every on-field character that has a Shield, the DMG dealt by the wearer increases by 4%."
  },
  {
    "id": "21044",
    "name": "Boundless Choreo",
    "description" : "Increase the wearer's CRIT Rate by 8%. The wearer deals 24% more CRIT DMG to enemies that are currently Slowed or have reduced DEF."
  },
  {
    "id": "21045",
    "name": "After the Charmony Fall",
    "description" : "Increases the wearer's Break Effect by 28%. After the wearer uses Ultimate, increases SPD by 8%, lasting for 2 turn(s)."
  },
  {
    "id": "21046",
    "name": "Poised to Bloom",
    "description" : "Increases the wearer's ATK by 16%. Upon entering battle, if two or more characters follow the same Path, then these characters' CRIT DMG increases by 16%. Abilities of the same type cannot stack."
  },
  {
    "id": "21047",
    "name": "Shadowed by Night",
    "description" : "Increases the wearer's Break Effect by 28%. When entering battle or after dealing Break DMG, increases SPD by 8%, lasting for 2 turn(s). This effect can only trigger once per turn."
  },
  {
    "id": "21048",
    "name": "Dream's Montage",
    "description" : "Increases the wearer's SPD by 8%. After attacking enemy targets that are Weakness Broken, regenerates 3 Energy. This effect can trigger up to 2 time(s) per turn."
  },
  {
    "id": "21050",
    "name": "Victory In a Blink",
    "description" : "Increases the wearer's CRIT DMG by 12%. When the wearer's memosprite uses an ability on an ally target, increases the DMG dealt by all ally targets by 8%, lasting for 3 turn(s)."
  },
  {
    "id": "21051",
    "name": "Geniuses' Greetings",
    "description" : "Increases the wearer's ATK by 16%. After the wearer uses Ultimate, increases the Basic ATK DMG dealt by the wearer and their memosprite by 20%, lasting for 3 turn(s)."
  },
  {
    "id": "21052",
    "name": "Sweat Now, Cry Less",
    "description" : "Increases the wearer's CRIT Rate by 12%. When the wearer's memosprite is on the field, increases the DMG dealt by the wearer and their memosprite by 24%."
  },
  {
    "id": "21053",
    "name": "Journey, Forever Peaceful",
    "description" : "Increases the wearer's provided Shield Effect by 12%. When an ally target has a Shield, the DMG dealt increases by 12%."
  },
  {
    "id": "21054",
    "name": "The Story's Next Page",
    "description" : "Increases the wearer's Max HP by 16%. After the wearer's memosprite attacks, the Outgoing Healing of the wearer and their memosprite increases by 12%, lasting for 1 turn(s)."
  },
  {
    "id": "21055",
    "name": "Unto Tomorrow's Morrow",
    "description" : "Increases the wearer's Outgoing Healing by 12%. When an ally target's current HP percentage is greater than or equal to 50%, increases the DMG dealt by 12%."
  },
  {
    "id": "21056",
    "name": "Pursuit of the Wind",
    "description" : "After entering battle, increases all allies' Break DMG dealt by 16%. Abilities of the same type cannot stack."
  },
  {
    "id": "21057",
    "name": "The Flower Remembers",
    "description" : "Increases the wearer's CRIT DMG by 24%. The CRIT DMG dealt by the wearer's memosprite increases by 24%."
  },
  {
    "id": "21058",
    "name": "A Trail of Bygone Blood",
    "description" : "Increases the wearer's CRIT Rate by 12%. The Skill DMG and Ultimate DMG dealt by the wearer increase by 24%."
  },
  {
    "id": "21060",
    "name": "A Dream Scented in Wheat",
    "description" : "Increases the wearer's CRIT Rate by 12%. The Ultimate DMG and Follow-up ATK DMG dealt by the wearer increase by 24%."
  },
  {
    "id": "21061",
    "name": "Holiday Thermae Escapade",
    "description" : "Increases the wearer's DMG dealt by 16%. After the wearer attacks, there is a 100% base chance that the attacked target is inflicted with Vulnerability, increasing the DMG they receive by 10% for 2 turn(s). The same effect type cannot be stacked."
  },
  {
    "id": "21062",
    "name": "See You at the End",
    "description" : "Increases the wearer's CRIT DMG by 24%. The Skill DMG and Follow-up ATK DMG dealt by the wearer increase by 24%."
  },
  {
    "id": "22000",
    "name": "Before the Tutorial Mission Starts",
    "description" : "Increases the wearer's Effect Hit Rate by 20%. When the wearer attacks DEF-reduced enemies, regenerates 4 Energy."
  },
  {
    "id": "22001",
    "name": "Hey, Over Here",
    "description" : "Increases the wearer's Max HP by 8%. When the wearer uses their Skill, increases Outgoing Healing by 16%, lasting for 2 turn(s)."
  },
  {
    "id": "22002",
    "name": "For Tomorrow's Journey",
    "description" : "Increases the wearer's ATK by 16%. After the wearer uses their Ultimate, increases their DMG dealt by 18%, lasting for 1 turn(s)."
  },
  {
    "id": "22003",
    "name": "Ninja Record",
    "description" : "Increases the wearer's Max HP by 12%. When losing or restoring this unit's HP, increases CRIT DMG by 18%, lasting for 2 turn(s). This effect can only trigger once per turn."
  },
  {
    "id": "22004",
    "name": "The Great Cosmic Enterprise",
    "description": "Increases the wearer's ATK by 8%. For every different Weakness Type an enemy target has, increases the DMG wearers deal by 4%, up to a max of 7 Weakness Types."
  },
  {
    "id": "22005",
    "name": "The Forever Victual",
    "description": "Increases the wearer's ATK by 16%. After the wearer uses Skill, increases ATK by 8%, stacking up to 3 times."
  },
  {
    "id": "23000",
    "name": "Night on the Milky Way",
    "description" : "For every enemy on the field, increases the wearer's ATK by 9%, up to 5 stacks. When an enemy is inflicted with Weakness Break, the DMG dealt by the wearer increases by 30% for 1 turn."
  },
  {
    "id": "23001",
    "name": "In the Night",
    "description" : "Increases the wearer's CRIT Rate by 18%. While the wearer is in battle, for every 10 SPD that exceeds 100, increases DMG dealt by Basic ATK and Skill by 6%. At the same time, increases the CRIT DMG of Ultimate by 12%. This effect can stack up to 6 time(s)."
  },
  {
    "id": "23002",
    "name": "Something Irreplaceable",
    "description" : "Increases the wearer's ATK by 24%. When the wearer defeats an enemy or is hit, immediately restores HP equal to 8% of the wearer's ATK. At the same time, the wearer's DMG is increased by 24% until the end of their next turn. This effect cannot stack and can only trigger 1 time per turn."
  },
  {
    "id": "23003",
    "name": "But the Battle Isn't Over",
    "description" : "Increases the wearer's Energy Regeneration Rate by 10% and regenerates 1 Skill Point when the wearer uses their Ultimate on an ally. This effect can be triggered once after every 2 uses of the wearer's Ultimate. When the wearer uses their Skill, the next ally taking action (except the wearer) deals 30% more DMG for 1 turn(s)."
  },
  {
    "id": "23004",
    "name": "In the Name of the World",
    "description" : "Increases the wearer's DMG to debuffed enemies by 24%. When the wearer uses their Skill, the Effect Hit Rate for this attack increases by 18%, and ATK increases by 24%."
  },
  {
    "id": "23005",
    "name": "Moment of Victory",
    "description" : "Increases the wearer's DEF by 24% and Effect Hit Rate by 24%. Increases the chance for the wearer to be attacked by enemies. When the wearer is attacked, increase their DEF by an extra 24% until the end of the wearer's turn."
  },
  {
    "id": "23006",
    "name": "Patience Is All You Need",
    "description" : "Increases DMG dealt by the wearer by 24%. After every attack launched by wearer, their SPD increases by 4.8%, stacking up to 3 times. If the wearer hits an enemy target that is not afflicted by Erode, there is a 100% base chance to inflict Erode to the target. Enemies afflicted with Erode are also considered to be Shocked and will receive Lightning DoT at the start of each turn equal to 60% of the wearer's ATK, lasting for 1 turn(s)."
  },
  {
    "id": "23007",
    "name": "Incessant Rain",
    "description" : "Increases the wearer's Effect Hit Rate by 24%. When the wearer deals DMG to an enemy that currently has 3 or more debuffs, increases the wearer's CRIT Rate by 12%. After the wearer uses their Basic ATK, Skill, or Ultimate, there is a 100% base chance to implant Aether Code on a random hit target that does not yet have it. Targets with Aether Code receive 12% increased DMG for 1 turn."
  },
  {
    "id": "23008",
    "name": "Echoes of the Coffin",
    "description" : "Increases the wearer's ATK by 24%. After the wearer uses an attack, for each different enemy target the wearer hits, regenerates 3 Energy. Each attack can regenerate Energy up to 3 time(s) this way. After the wearer uses their Ultimate, all allies gain 12 SPD for 1 turn."
  },
  {
    "id": "23009",
    "name": "The Unreachable Side",
    "description" : "Increases the wearer's CRIT Rate by 18% and increases their Max HP by 18%. When the wearer is attacked or consumes their own HP, their DMG increases by 24%. This effect is removed after the wearer uses an attack."
  },
  {
    "id": "23010",
    "name": "Before Dawn",
    "description" : "Increases the wearer's CRIT DMG by 36%. Increases DMG dealt by the wearer's Skill and Ultimate by 18%. After the wearer uses Skill or Ultimate, gains Somnus Corpus. Upon triggering a follow-up attack, consumes Somnus Corpus, and increases DMG dealt by follow-up attack by 48%."
  },
  {
    "id": "23011",
    "name": "She Already Shut Her Eyes",
    "description" : "Increases the wearer's Max HP by 24% and Energy Regeneration Rate by 12%. When the wearer's HP is reduced, all allies' DMG dealt increases by 9%, lasting for 2 turn(s). At the start of every wave, restores HP to all allies by an amount equal to 80% of their respective lost HP."
  },
  {
    "id": "23012",
    "name": "Sleep Like the Dead",
    "description" : "Increases the wearer's CRIT DMG by 30%. When the wearer's Basic ATK or Skill DMG does not result in a CRIT Hit, increases their CRIT Rate by 36%, lasting for 1 turn(s). This effect can only trigger once every 3 turn(s)."
  },
  {
    "id": "23013",
    "name": "Time Waits for No One",
    "description" : "Increases the wearer's Max HP by 18% and Outgoing Healing by 12%. When the wearer heals allies, record the amount of Outgoing Healing. When any ally launches an attack, a random attacked enemy takes Additional DMG equal to 36% of the recorded Outgoing Healing value. The type of this Additional DMG is of the same Type as the wearer's. This Additional DMG is not affected by other buffs, and can only occur 1 time per turn."
  },
  {
    "id": "23014",
    "name": "I Shall Be My Own Sword",
    "description" : "Increases the wearer's CRIT DMG by 20%. When a teammate gets attacked or loses HP, the wearer gains 1 stack of Eclipse, up to a max of 3 stack(s). Each stack of Eclipse increases the DMG of the wearer's next attack by 14%. When 3 stack(s) are reached, additionally enables that attack to ignore 12% of the enemy's DEF. This effect will be removed after the wearer uses an attack."
  },
  {
    "id": "23015",
    "name": "Brighter Than the Sun",
    "description" : "Increases the wearer's CRIT Rate by 18%. When the wearer uses their Basic ATK, they will gain 1 stack of Dragon's Call, lasting for 2 turns. Each stack of Dragon's Call increases the wearer's ATK by 18% and Energy Regeneration Rate by 6%. Dragon's Call can be stacked up to 2 times."
  },
  {
    "id": "23016",
    "name": "Worrisome, Blissful",
    "description" : "Increase the wearer's CRIT Rate by 18% and increases DMG dealt by follow-up attack by 30%. After the wearer uses a follow-up attack, inflicts the target with the Tame state, stacking up to 2 time(s). When allies hit enemy targets under the Tame state, each Tame stack increases the CRIT DMG dealt by 12%."
  },
  {
    "id": "23017",
    "name": "Night of Fright",
    "description" : "Increases the wearer's Energy Regeneration Rate by 12%. When any ally uses their Ultimate, the wearer restores HP for the ally currently with the lowest HP percentage by an amount equal to 10% of the healed ally's Max HP. When the wearer provides healing for an ally, increases the healed ally's ATK by 2.4%. This effect can stack up to 5 times and lasts for 2 turn(s)."
  },
  {
    "id": "23018",
    "name": "An Instant Before A Gaze",
    "description" : "Increases the wearer's CRIT DMG by 36%. When the wearer uses Ultimate, increases DMG dealt by the wearer's Ultimate based on their Max Energy. Each point of Energy increases DMG dealt by Ultimate by 0.36%. A max of 180 points of Energy will be taken into account for this."
  },
  {
    "id": "23019",
    "name": "Past Self in Mirror",
    "description" : "Increases the wearer's Break Effect by 60%. When the wearer uses their Ultimate, increases all allies' DMG by 24%, lasting for 3 turn(s). Should the wearer's Break Effect exceed or equal 150%, 1 Skill Point will be recovered. At the start of each wave, all allies regenerate 10 Energy immediately. Abilities of the same type cannot stack."
  },
  {
    "id": "23020",
    "name": "Baptism of Pure Thought",
    "description" : "Increases the wearer's CRIT DMG by 20%. For every debuff on the enemy target, the wearer's CRIT DMG dealt against this target additionally increases by 8%, stacking up to 3 times. When using Ultimate to attack the enemy target, the wearer receives the Disputation effect, which increases DMG dealt by 36% and enables their follow-up attacks to ignore 24% of the target's DEF. This effect lasts for 2 turns."
  },
  {
    "id": "23021",
    "name": "Earthly Escapade",
    "description" : "Increases the wearer's CRIT DMG by 32%. At the start of the battle, the wearer gains Mask, lasting for 3 turn(s). While the wearer has Mask, the wearer's teammates have their CRIT Rate increased by 10% and their CRIT DMG increased by 28%. For every 1 Skill Point the wearer recovers (including Skill Points that exceed the limit), they gain 1 stack of Radiant Flame. And when the wearer has 4 stacks of Radiant Flame, all the stacks are removed, and they gain Mask, lasting for 4 turn(s)."
  },
  {
    "id": "23022",
    "name": "Reforged Remembrance",
    "description" : "Increases the wearer's Effect Hit Rate by 40%. When the wearer deals DMG to an enemy inflicted with Wind Shear, Burn, Shock, or Bleed, each respectively grants 1 stack of Prophet, stacking up to 4 time(s). In a single battle, only 1 stack of Prophet can be granted for each type of DoT. Every stack of Prophet increases wearer's ATK by 5% and enables the DoT dealt to ignore 7.2% of the target's DEF."
  },
  {
    "id": "23023",
    "name": "Inherently Unjust Destiny",
    "description" : "Increases the wearer's DEF by 40%. When the wearer provides a Shield to an ally, the wearer's CRIT DMG increases by 40%, lasting for 2 turn(s). When the wearer's follow-up attack hits an enemy target, there is a 100% base chance to increase the DMG taken by the attacked enemy target by 10%, lasting for 2 turn(s)."
  },
  {
    "id": "23024",
    "name": "Along the Passing Shore",
    "description" : "Increases the wearer's CRIT DMG by 36%. When the wearer hits an enemy target, inflicts Mirage Fizzle on the enemy, lasting for 1 turn. Each time the wearer attacks, this effect can only trigger 1 time on each target. The wearer deals 24% increased DMG to targets afflicted with Mirage Fizzle, and the DMG dealt by Ultimate additionally increases by 24%."
  },
  {
    "id": "23025",
    "name": "Whereabouts Should Dreams Rest",
    "description" : "Increases the wearer's Break Effect by 60%. When the wearer deals Break DMG to an enemy target, inflicts Routed on the enemy, lasting for 2 turn(s). Targets afflicted with Routed receive 24% increased Break DMG from the wearer, and their SPD is lowered by 20%. Effects of the same type cannot be stacked."
  },
  {
    "id": "23026",
    "name": "Flowing Nightglow",
    "description" : "Every time an ally attacks, the wearer gains 1 stack of Cantillation. Each stack of Cantillation increases the wearer's Energy Regeneration Rate by 3%, stacking up to 5 time(s). When the wearer uses their Ultimate, removes Cantillation and gains Cadenza. Cadenza increases the Wearer's ATK by 48% and increases all allies' DMG dealt by 24%, lasting for 1 turn(s)."
  },
  {
    "id": "23027",
    "name": "Sailing Towards a Second Life",
    "description" : "Increases the wearer's Break Effect by 60%. The Break DMG dealt by the wearer ignores 20% of the target's DEF. When the wearer's Break Effect in battle is at 150% or greater, increases their SPD by 12%."
  },
  {
    "id": "23028",
    "name": "Yet Hope Is Priceless",
    "description" : "Increases the wearer's CRIT Rate by 16%. While the wearer is in battle, for every 20% CRIT DMG that exceeds 120%, the DMG dealt by follow-up attack increases by 12%. This effect can stack up to 4 time(s). When the battle starts or after the wearer uses their Basic ATK, enables the DMG dealt by Ultimate or follow-up attack to ignore 20% of the target's DEF, lasting for 2 turn(s)."
  },
  {
    "id": "23029",
    "name": "Those Many Springs",
    "description" : "Increases the wearer's Effect Hit Rate by 60%. After the wearer uses Basic ATK, Skill, or Ultimate to attack an enemy target, there is a 60% base chance to inflict \"Unarmored\" on the target. While in the Unarmored state, the enemy target receives 10% increased DMG, lasting for 2 turn(s). If the target is under a DoT state inflicted by the wearer, there is a 60% base chance to upgrade the \"Unarmored\" state inflicted by the wearer to the \"Cornered\" state, which additionally increases the DMG the enemy target receives by 14%, lasting for 2 turn(s). During this period, the wearer cannot inflict \"Unarmored\" on the target."
  },
  {
    "id": "23030",
    "name": "Dance at Sunset",
    "description" : "Greatly increases the wearer's chance of getting attacked and increases CRIT DMG by 36%. After the wearer uses Ultimate, receives 1 stack of Firedance, lasting for 2 turns and stacking up to 2 time(s). Each stack of Firedance increases the DMG dealt by the wearer's follow-up attack by 36%."
  },
  {
    "id": "23031",
    "name": "I Venture Forth to Hunt",
    "description" : "Increases the wearer's CRIT Rate by 15%. When the wearer launches a follow-up attack, gains 1 stack of \"Luminflux\", stacking up to 2 time(s). Each stack of \"Luminflux\" enables the Ultimate DMG dealt by the wearer to ignore 27% of the target's DEF. When the wearer's turn ends, removes 1 stack of \"Luminflux\"."
  },
  {
    "id": "23032",
    "name": "Scent Alone Stays True",
    "description" : "Increases the wearer's Break Effect by 60%. After the wearer uses Ultimate to attack enemy targets, inflicts the targets with the \"Woefree\" state, lasting for 2 turn(s). While in \"Woefree\", enemy targets take 10% increased DMG. The effect of increasing DMG taken is additionally boosted by 8% if the wearer's current Break Effect is 150% or higher."
  },
  {
    "id": "23033",
    "name": "Ninjutsu Inscription",
    "description" : "Increases the wearer's Break Effect by 60%. When entering battle, immediately regenerates 30 Energy. After the wearer uses Ultimate, obtains \"Raiton\". After using 2 Basic ATKs, advances the wearer's action by 50% and removes \"Raiton\". After the wearer uses Ultimate, resets \"Raiton\"."
  },
  {
    "id": "23034",
    "name": "A Grounded Ascent",
    "description" : "After the wearer uses Skill or Ultimate on one ally character, the wearer regenerates 6 Energy and the ability's target receives 1 stack of \"Hymn\" for 3 turn(s), stacking up to 3 time(s). Each stack of \"Hymn\" increases its holder's DMG dealt by 15%. After every 2 instance(s) of Skill or Ultimate the wearer uses on one ally character, recovers 1 Skill Point."
  },
  {
    "id": "23035",
    "name": "Long Road Leads Home",
    "description" : "Increases the wearer's Break Effect by 60%. When an enemy target's Weakness gets broken, there is a 100% base chance to inflict the \"Charring\" state on it, which increases its Break DMG taken by 18%, lasting for 2 turn(s). This effect can stack 2 time(s)."
  },
  {
    "id": "23036",
    "name": "Time Woven Into Gold",
    "description" : "Increases the wearer's base SPD by 12. After the wearer and the wearer's memosprite attacks, the wearer gains 1 stack of \"Brocade\". Each stack of \"Brocade\" increases the wearer's and their memosprite's CRIT DMG by 9%, stacking up to 6 time(s). When reaching maximum stacks, each \"Brocade\" stack additionally increases Basic ATK DMG dealt by 9%."
  },
  {
    "id": "23037",
    "name": "Into the Unreachable Veil",
    "description" : "Increases the wearer's CRIT Rate by 12%. When the wearer uses Ultimate, increases the Skill and Ultimate DMG dealt by the wearer by 60%, lasting for 3 turn(s). After the wearer uses Ultimate, if this instance of Ultimate consumed 140 or more Energy, recovers 1 Skill Point."
  },
  {
    "id": "23038",
    "name": "If Time Were a Flower",
    "description" : "Increases the wearer's CRIT DMG by 36%. After the wearer launches Follow-up ATK, additionally regenerates 12 Energy and gains \"Presage,\" lasting for 2 turn(s). While the wearer has \"Presage,\" all ally targets' CRIT DMG increases by 48%. When entering battle, the wearer regenerates 21 Energy and gains \"Presage,\" lasting for 2 turn(s)."
  },
  {
    "id": "23039",
    "name": "Flame of Blood, Blaze My Path",
    "description" : "Increases the wearer's Max HP by 18% and Incoming Healing by 20%. When using Skill or Ultimate, consumes HP equal to 6% of the wearer's Max HP and increases the DMG dealt by this attack by 30%. If this effect's consumed HP is greater than 500, the DMG additionally increases by 30%. If the current HP is not sufficient, this effect reduces the wearer's current HP down to 1."
  },
  {
    "id": "23040",
    "name": "Make Farewells More Beautiful",
    "description": "Increases the wearer's Max HP by 30%. When the wearer or their memosprite loses HP during their own turn, the wearer gains \"Death Flower,\" which allows the wearer and their memosprite to ignore 24% of the target's DEF when dealing DMG, lasting for 2 turn(s). When the wearer's memosprite disappears, advances the wearer's action by 12%. This effect can only trigger up to 1 time, and the trigger count resets every time the wearer uses Ultimate."
  },
  {
    "id": "23041",
    "name": "Life Should Be Cast to Flames",
    "description": "Increases the wearer's CRIT Rate by 18%. Wearer regenerates 10 Energy at the start of the turn. When the wearer actively uses an ability, reduces the DEF of enemy targets who get debuffed during the ability period by 6% for 2 turn(s), up to a max of 2 stack(s)."
  },
  {
    "id": "23042",
    "name": "Long May Rainbows Adorn the Sky",
    "description": "Increases the wearer's SPD by 18%. When the wearer uses Basic ATK, Skill, or Ultimate, consumes all allies' HP equal to 1% of their current HP and additionally deals 1 instance of Additional DMG of the wearer's memosprite Type equal to 250% of the total consumed HP to the attacked target after the next attack launched by the wearer's memosprite. The total HP consumed is then reset. When the wearer's memosprite uses Memosprite Skill, increases the DMG taken by all enemies by 18% for 2 turn(s). The same types of effects cannot stack."
  },
  {
    "id": "23043",
    "name": "Lies Dance on the Breeze",
    "description": "Increases the wearer's SPD by 18%. After the wearer uses an attack, there is a 120% base chance to inflict the \"Bamboozle\" state on every enemy target. While under the \"Bamboozle\" state, enemy target's DEF decreases by 16% for 2 turn(s). If the wearer's SPD is higher than or equal to 170, there is a 120% base chance to inflict the \"Theft\" state on every enemy target. While under the \"Theft\" state, enemy target's DEF decreases by 8% for 2 turn(s). When \"Bamboozle\" or \"Theft\" is inflicted repeatedly, only the latest effect inflicted can be active."
  },
  {
    "id": "23044",
    "name": "Thus Burns the Dawn",
    "description": "The wearer's base SPD increases by 12. When the wearer deals DMG, ignores 18% of the target's DEF. After the wearer uses Ultimate, obtains \"Blazing Sun,\" which is removed at the start of the turn. While \"Blazing Sun\" is in possession, increases the wearer's DMG dealt by 60%."
  },
  {
    "id": "23045",
    "name": "A Thankless Coronation",
    "description": "Increases the wearer's CRIT DMG by 36%. When using their Ultimate, increases the wearer's ATK by 40%, and if the wearer's Max Energy is greater than or equal to 300, regenerates a fixed amount of Energy equal to 10% of the wearer's Max Energy and increases their ATK by 40% for 2 turns."
  },
  {
    "id": "23046",
    "name": "The Hell Where Ideals Burn",
    "description": "Increases the wearer's CRIT Rate by 16%. When entering battle and if the allies' Skill Points max limit is 6 or higher, increases the wearer's ATK by 40%. After the wearer uses a Skill, increases their ATK by 10%, stacking up to 4 time(s)."
  },
  {
    "id": "23047",
    "name": "Why Does the Ocean Sing",
    "description": "Increases the wearer's Effect Hit Rate by 40%. When an enemy target gets inflicted with a debuff by the wearer, there is a 80% base chance for them to enter \"Enthrallment,\" lasting for 3 turn(s). Effects of the same type cannot stack. While the target is in \"Enthrallment,\" for every 1 debuff applied by the wearer on the target, increases the target's received DoT by 5%, stacking up to 6 time(s). When the target gets attacked by an ally, increases the attacker's SPD by 10% for 3 turn(s). When the wearer gets knocked down, removes all \"Enthrallment.\""
  },
  {
    "id": "23048",
    "name": "Epoch Etched in Golden Blood",
    "description": "Increases the wearer's ATK by 64%. After using Ultimate to attack, recovers 1 Skill Point(s). After the wearer uses their Skill on one ally character, increases the Skill DMG dealt by the target by 54% for 3 turn(s)."
  },
  {
    "id": "24000",
    "name": "On the Fall of an Aeon",
    "description" : "When the wearer attacks, increases their ATK by 8% in this battle. This effect can stack up to 4 time(s). After the wearer breaks an enemy's Weakness, increases DMG dealt by 12%, lasting for 2 turn(s)."
  },
  {
    "id": "24001",
    "name": "Cruising in the Stellar Sea",
    "description" : "Increases the wearer's CRIT rate by 8%, and increases their CRIT rate against enemies with HP percentage less than or equal to 50% by an extra 8%. When the wearer defeats an enemy, their ATK is increased by 20% for 2 turn(s)."
  },
  {
    "id": "24002",
    "name": "Texture of Memories",
    "description" : "Increases the wearer's Effect RES by 8%. If the wearer is attacked and has no Shield, they gain a Shield equal to 16% of their Max HP for 2 turn(s). This effect can only be triggered once every 3 turn(s). If the wearer has a Shield when attacked, the DMG they receive decreases by 12%."
  },
  {
    "id": "24003",
    "name": "Solitary Healing",
    "description" : "Increases the wearer's Break Effect by 20%. When the wearer uses their Ultimate, increases DoT dealt by the wearer by 24%, lasting for 2 turn(s). When a target enemy suffering from DoT imposed by the wearer is defeated, regenerates 4 Energy for the wearer."
  },
  {
    "id": "24004",
    "name": "Eternal Calculus",
    "description" : "Increases the wearer's ATK by 8%. After using an attack, for each enemy target hit, additionally increases ATK by 4%. This effect can stack up to 5 times and last until the next attack. If there are 3 or more enemy targets hit, this unit's SPD increases by 8%, lasting for 1 turn(s)."
  },
  {
    "id": "24005",
    "name": "Memory's Curtain Never Falls",
    "description" : "Increases the wearer's SPD by 6%. After the wearer uses Skill, increases the DMG dealt by all allies by 8%, lasting for 3 turn(s)."
  }
]
